var oskxray = oskxray || {};
oskxray.news_list =
[
  {
    "title": "新入生がやってきました",
    "date": "2223-04-01",
    "article": "これはテストです。ようこそ。あいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえおあいうえお"
  },
  {
    "title": "学位が取れました",
    "date": "2223-03-24",
    "article": "これはテストです。みなさんご卒業おめでとうございますました。"
  },
  {
    "title": "論文が出版されました",
    "date": "2223-01-01",
    "article": "これはテストです。野田さんが主著のAGNの論文がXXから出版されました。"
  },
  {
    "title": "リンクのテスト",
    "date": "2223-01-01",
    "article": 'これはテストです。<a href="https://xrism.isas.jaxa.jp">XRISM衛星</a>があがります。'
  },
  {
    "title": "論文が出版されました1",
    "date": "2223-01-01",
    "article": "これはテストです。1さんが主著のAGNの論文がXXから出版されました。"
  },
  {
    "title": "論文が出版されました2",
    "date": "2223-01-01",
    "article": "これはテストです。2さんが主著のAGNの論文がXXから出版されました。"
  },
  {
    "title": "論文が出版されました3",
    "date": "2223-01-01",
    "article": "これはテストです。3さんが主著のAGNの論文がXXから出版されました。"
  },
  {
    "title": "論文が出版されました4",
    "date": "2223-01-01",
    "article": "これはテストです。4さんが主著のAGNの論文がXXから出版されました。"
  },
  {
    "title": "論文が出版されました5",
    "date": "2223-01-01",
    "article": "これはテストです。5さんが主著のAGNの論文がXXから出版されました。"
  },
  {
    "title": "論文が出版されました6",
    "date": "2223-01-01",
    "article": "これはテストです。6さんが主著のAGNの論文がXXから出版されました。"
  },
  {
    "title": "論文が出版されました7",
    "date": "2223-01-01",
    "article": "これはテストです。7さんが主著のAGNの論文がXXから出版されました。"
  },
];
